/******************************************************************************
 * Разработчик: Закрытое акционерное общество "Научно исследовательский       *
 * институт "Центрпрограммсистем", г. Тверь (ЗАО НИИ ЦПС)					  *
 *																			  *
 * Интеллектуальная собственность ЗАО НИИ ЦПС								  *
 ******************************************************************************/

/**
 * @file:	src/data_model_controller.cpp
 * @author:	А.В. Федченко
 * @date	2019.12.24
 */

#include "../include/data_model_controller.h"

data_model_controller::data_model_controller(QObject *parent) : QObject(parent)
{

}
