/******************************************************************************
 * Разработчик: Закрытое акционерное общество "Научно исследовательский       *
 * институт "Центрпрограммсистем", г. Тверь (ЗАО НИИ ЦПС)					  *
 *																			  *
 * Интеллектуальная собственность ЗАО НИИ ЦПС								  *
 ******************************************************************************/

/**
 * @file:	src/view_model.cpp
 * @author:	А.В. Федченко
 * @date	2019.12.23
 */

#include "view_model.h"

view_model::view_model(QObject *parent) : QObject(parent)
{

}

view_model::~view_model()
{

}
